Repository: martpoblet/Suonote-App
Catalog: Suonote/Localizable.xcstrings
Source language: en
Languages: es

source: Soft drums, warm keys, mellow bass.
es: Batería suave, teclados cálidos, bajo tranquilo.

source: Soft landing
es: Aterrizaje suave

source: Soloed
es: En solo

source: Something went wrong.
es: Algo salió mal.

source: Somewhere new
es: Algo nuevo

source: Son/Salsa influenced structure
es: Estructura de influencia son/salsa

source: Song
es: Canción

source: Song details
es: Detalles de la canción

source: Song notes
es: Notas de la canción

source: Song position
es: Posición en la canción

source: Song title
es: Título de la canción

source: Songs
es: Canciones

source: Songs sync across your devices automatically.
es: Tus canciones se sincronizan automáticamente entre tus dispositivos.

source: Soprano Sax
es: Saxo soprano

source: Sort by
es: Ordenar por

source: Sort songs, currently %@
es: Ordenar canciones, actualmente %@

source: Sort takes
es: Ordenar tomas

source: Sound
es: Sonido

source: Sound credits
es: Créditos de sonido

source: Sound: %@
es: Sonido: %@

source: Sounds like %@
es: Suena a %@

source: Space around the sound
es: Espacio alrededor del sonido

source: Spacious
es: Espacioso

source: Sparse
es: Escaso

source: Standard Kit
es: Batería estándar

source: Standard verse-chorus structure
es: Estructura estándar estrofa-estribillo

source: Start a song
es: Empezar una canción

source: Start bar
es: Compás inicial

source: Start from
es: Empezar desde

source: Start from scratch
es: Empezar de cero

source: Start of the section
es: Inicio de la sección

source: Start with Verse + Chorus
es: Empezar con Estrofa + Estribillo

source: Start with a band
es: Empieza con una banda

source: Start with a line you can't forget…
es: Empieza con una frase inolvidable…

source: Start with the words — Suonote will make the first verse for you.
es: Empieza por la letra: Suonote te arma la primera estrofa.

source: Start writing
es: Empezar a escribir

source: Starts at
es: Empieza en

source: Starts beat %@, velocity %lld
es: Empieza en el tiempo %@, velocidad %lld

source: Starts on beat %@, lasts %@
es: Empieza en el tiempo %@, dura %@

source: Starts the moment you tap.
es: Arranca en cuanto tocas.

source: Status
es: Estado

source: Status: %@
es: Estado: %@

source: Stay in the golden hour with me Where every light is soft and slow Hold on, the sky is burning gently Don't let it go, don't let it go
es: Quédate conmigo en la hora dorada Donde la luz es suave y lenta No te sueltes, el cielo arde despacio No lo dejes ir, no lo dejes ir

source: Stop
es: Detener

source: Stop and save take
es: Detener y guardar la toma

source: Stop loop
es: Detener loop

source: Stop looping
es: Dejar de repetir

source: Stop metronome preview
es: Detener metrónomo

source: Stop preview
es: Detener vista previa

source: Streetlights hum a quiet tune Your shadow leaning into mine We never planned to stay this late But nothing here is keeping time
es: Las luces de la calle cantan bajito Tu sombra se apoya en la mía Nunca pensamos quedarnos hasta tan tarde Pero acá nadie cuenta las horas

source: String Ensemble
es: Ensamble de cuerdas

source: Strings
es: Cuerdas

source: Strong fit
es: Encaja muy bien

source: Strums, picks and chops.
es: Rasgueos, punteos y golpes.

source: Studio
es: Estudio

source: Studio mix
es: Mezcla del Estudio

source: Studio options
es: Opciones del Estudio

source: Studio style
es: Estilo del Estudio

source: Sub Bass
es: Sub bajo

source: Subdominant
es: Subdominante

source: Submediant
es: Superdominante

source: Subtonic
es: Subtónica

source: Success Haptic
es: Háptica de éxito

source: Suggested
es: Sugerido

source: Suonote file
es: Archivo de Suonote

source: Suonote needs the microphone to record takes. Turn it on in Settings.
es: Suonote necesita el micrófono para grabar tomas. Actívalo en Ajustes.

source: Suonote plays your songs with the MS Basic SoundFont from MuseScore (formerly MuseScore General). It is based on FluidR3 by Frank Wen, with extensive additions and curation by S. Christian Collins and the MuseScore community.
es: Suonote reproduce tus canciones con el SoundFont MS Basic de MuseScore (antes MuseScore General). Está basado en FluidR3 de Frank Wen, con muchísimos agregados y la curaduría de S. Christian Collins y la comunidad de MuseScore.

source: Suonote. A notebook for songs.
es: Suonote. Un cuaderno para canciones.

source: Supertonic
es: Supertónica

source: Sus2 - open sound
es: Sus2: sonido abierto

source: Sus4 - creates tension
es: Sus4: crea tensión

source: Suspended 2
es: Suspendido 2

source: Suspended 4
es: Suspendido 4

source: Sustained Pad
es: Pad sostenido

source: Sustained, churchy warmth.
es: Calidez sostenida, de iglesia.

source: Swap chords
es: Intercambiar acordes

source: Sweet and nostalgic, made for slow dances and big harmonies.
es: Dulce y nostálgico, para bailes lentos y grandes armonías.

source: Swipe up or down to adjust. Double tap the dial to reset.
es: Desliza hacia arriba o abajo para ajustar. Toca dos veces la perilla para restablecer.

source: Swung rhythms with complex harmonies.
es: Ritmos con swing y armonías complejas.

source: Syllable counts
es: Conteo de sílabas

source: Sync
es: Sincronización

source: Sync can take a few moments depending on your connection.
es: La sincronización puede tardar unos momentos según tu conexión.

source: Sync failed
es: Falló la sincronización

source: Sync paused
es: Sincronización en pausa

source: Synced
es: Sincronizado

source: Syncing your changes…
es: Sincronizando tus cambios…

source: Syncing…
es: Sincronizando…

source: Syncopated
es: Sincopado

source: Synth
es: Sinte

source: Synth Bass
es: Bajo sintetizado

source: Synth Bass 2
es: Bajo sintetizado 2

source: Synth Brass 1
es: Metales sintetizados 1

source: Synth Brass 2
es: Metales sintetizados 2

source: Synth Strings 1
es: Cuerdas sintetizadas 1

source: Synth Strings 2
es: Cuerdas sintetizadas 2

source: Synth Strings 3
es: Cuerdas sintetizadas 3

source: System
es: Sistema

source: TAGS: %@
es: ETIQUETAS: %@

source: TIME SIGNATURE: %lld/%lld
es: COMPÁS: %lld/%lld

source: TR-808 Kit
es: Batería TR-808

source: Tags
es: Etiquetas

source: Take
es: Toma

source: Take %lld
es: Toma %lld

source: Take name
es: Nombre de la toma

source: Takes
es: Tomas

source: Taking shape. Sections and words are landing.
es: Tomando forma. Las secciones y la letra van apareciendo.

source: Tango Accordion
es: Bandoneón

source: Tap a note to shape it. Drag to move it in time or pitch.
es: Toca una nota para moldearla. Arrástrala para moverla en el tiempo o en altura.

source: Tap a track to write its part · hold to reorder or for more
es: Toca una pista para escribir su parte · mantén presionado para reordenar o ver más

source: Tap an instrument to add it to the song.
es: Toca un instrumento para sumarlo a la canción.

source: Tap notes to remove them.
es: Toca las notas para borrarlas.

source: Tap repeatedly in time to set the tempo
es: Toca varias veces al ritmo para marcar el tempo

source: Tap the grid to write a note. Drag notes to move, pull an edge to stretch.
es: Toca la grilla para escribir una nota. Arrastra las notas para moverlas y tira de un borde para alargarlas.

source: Tap to add — each part starts with a %@ sound.
es: Toca para agregar: cada parte empieza con un sonido %@.

source: Tap to cancel
es: Toca para cancelar

source: Tap to jump · hold a section to loop it
es: Toca para saltar · mantén presionada una sección para repetirla

source: Tap to jump · hold to reorder
es: Toca para saltar · mantén presionado para reordenar

source: Tap to record
es: Toca para grabar

source: Tap to stop and save
es: Toca para detener y guardar

source: Tap to write this section…
es: Toca para escribir esta sección…

source: Tells the story
es: Cuenta la historia

source: Tempo & meter
es: Tempo y compás

source: Tenor Sax
es: Saxo tenor

source: Thank you for making music free to make.
es: Gracias por hacer que hacer música sea libre.

source: The %@ chords, starting elsewhere in the loop. %@
es: Los acordes de %@, empezando en otro punto del loop. %@

source: The %@ file couldn't be created. Please try again.
es: No se pudo crear el archivo de %@. Vuelve a intentarlo.

source: The Axis
es: El Axis

source: The Axis’ darker twin — brooding, anthemic, cinematic.
es: El gemelo oscuro del Axis: melancólico, épico, cinematográfico.

source: The audio file will be removed. This can't be undone.
es: Se eliminará el archivo de audio. No se puede deshacer.

source: The audio recorded so far will be deleted.
es: Se borrará el audio grabado hasta ahora.

source: The backbone of modern pop — bright, singable, endlessly reusable.
es: La columna del pop moderno: brillante, cantable, reutilizable hasta el infinito.

source: The big idea
es: La gran idea

source: The classic shape
es: La forma clásica

source: The count-in always clicks.
es: La cuenta previa siempre marca el clic.

source: The floor everything stands on.
es: La base sobre la que se para todo.

source: The groove — kick, snare and hats.
es: El groove: bombo, caja y hi-hats.

source: The home your chords return to
es: El centro al que vuelven tus acordes

source: The instruments behind every playback.
es: Los instrumentos detrás de cada reproducción.

source: The latest upload to iCloud failed. Your changes stay safe on this device until sync resumes.
es: Falló la última subida a iCloud. Tus cambios están a salvo en este dispositivo hasta que se retome la sincronización.

source: The major V brings real tension before falling home.
es: El V mayor trae tensión real antes de volver a casa.

source: The minor Axis
es: El Axis menor

source: The most common cadence in jazz — tension that lands home.
es: La cadencia más común del jazz: tensión que llega a casa.

source: The new language applies fully the next time you open Suonote.
es: El nuevo idioma se aplica por completo la próxima vez que abras Suonote.

source: The sensitive one
es: La sensible

source: The take this track points to was deleted.
es: Se eliminó la toma a la que apunta esta pista.

source: The whole song, to open in Suonote on another device.
es: La canción completa, para abrir en Suonote en otro dispositivo.

source: These chords centre on %@. Setting that key sharpens the suggestions.
es: Estos acordes giran alrededor de %@. Elegir esa tonalidad afina las sugerencias.

source: Three lines, one feeling
es: Tres líneas, un sentimiento

source: Three-chord classic
es: Clásico de tres acordes

source: Threshold
es: Umbral

source: Time
es: Tiempo

source: Time: %lld/%lld
es: Compás: %lld/%lld

source: Title
es: Título

source: Titles, lyrics, tags
es: Títulos, letras, etiquetas

source: Tonic
es: Tónica

source: Track name
es: Nombre de la pista

source: Tracks
es: Pistas

source: Tremolo Pad
es: Pad trémolo

source: Tremolo Strings
es: Cuerdas en trémolo

source: Tritone sub into %@
es: Sustituto tritonal hacia %@

source: Trombone
es: Trombón

source: Trumpet
es: Trompeta

source: Try another word, or clear the filters.
es: Prueba otra palabra o quita los filtros.

source: Tubular Bells
es: Campanas tubulares

source: Turn your chords into a band.
es: Convierte tus acordes en una banda.

source: Two chords per bar
es: Dos acordes por compás

source: Type
es: Tipo

source: Type, %@
es: Tipo, %@

source: UPDATED: %@
es: ACTUALIZADA: %@

source: Ukulele
es: Ukelele

source: Unarchive
es: Desarchivar

source: Undid %@
es: Se deshizo %@

source: Undo
es: Deshacer

source: Undo %@
es: Deshacer %@

source: Unfavorite
es: Quitar de favoritas

source: Unsupported render format.
es: Formato de render no compatible.

source: Untitled sketch
es: Boceto sin título

source: Untitled take
es: Toma sin título

source: Up to date.
es: Todo al día.

source: Up to two extra tones, written after the quality.
es: Hasta dos notas extra, escritas después de la calidad.

source: Update song settings?
es: ¿Actualizar los ajustes de la canción?

source: Use %@
es: Usar %@

source: Use headphones so the click stays off the take.
es: Usa auriculares para que el clic no quede en la toma.

source: Using Local Storage
es: Usando almacenamiento local

source: V - Authentic cadence prep
es: V - Preparación de cadencia auténtica

source: V - Direct to dominant
es: V - Directo a la dominante

source: V - Dominant movement
es: V - Movimiento a la dominante

source: V - Establish tonality
es: V - Establecer la tonalidad

source: V - Strong cadence
es: V - Cadencia fuerte

source: V major from harmonic minor
es: V mayor de la menor armónica

source: V major – harmonic minor cadence
es: V mayor: cadencia de menor armónica

source: V/%@ leading into the next chord
es: V/%@ llevando al siguiente acorde

source: V7 for strong resolution
es: V7 para una resolución fuerte

source: Velocity
es: Velocidad

source: Velocity %lld
es: Velocidad %lld

source: Velocity lane
es: Carril de velocidad

source: Verse
es: Estrofa

source: Verse (Cuerpo)
es: Cuerpo

source: Verse 1
es: Estrofa 1

source: Verse 2
es: Estrofa 2

source: Verse–Chorus
es: Estrofa–Estribillo

source: Verse–Chorus–Bridge
es: Estrofa–Estribillo–Puente

source: Version %@ (%@)
es: Versión %@ (%@)

source: Very Fast
es: Muy rápido

source: Very Slow
es: Muy lento

source: Vibraphone
es: Vibráfono

source: Vintage EP
es: Piano eléctrico vintage

source: Voice
es: Voz

source: Voice Oohs
es: Voces (uuh)

source: Volume
es: Volumen

source: Waltz Comp
es: Comp de vals

source: Waveform
es: Forma de onda

source: What are you capturing?
es: ¿Qué vas a capturar?

source: Where is this song at?
es: ¿En qué punto está esta canción?

source: Where this sound sits best.
es: Donde mejor se ubica este sonido.

source: Whole note
es: Redonda

source: Woodwinds
es: Vientos madera

source: Write a few chords in %@ and this page will tell you what they’re doing.
es: Escribe algunos acordes en %@ y esta página te dirá qué están haciendo.

source: Write a few lines to see which ones rhyme.
es: Escribe algunas líneas para ver cuáles riman.

source: Write a few sections with chords in Compose — the Studio turns them into a band.
es: Escribe algunas secciones con acordes en Componer: el Estudio las convierte en una banda.

source: Write chords
es: Escribir acordes

source: Write from bar %lld
es: Escribir desde el compás %lld

source: Write progression
es: Escribir progresión

source: Writes one chord per bar, replacing what’s there. You can undo.
es: Escribe un acorde por compás y reemplaza lo que haya. Puedes deshacerlo.

source: Xylophone
es: Xilófono

source: You can write them again or use Feel → Rewrite part.
es: Puedes volver a escribirlas o usar Groove → Reescribir parte.

source: Your Studio arrangement as one finished audio file.
es: Tu arreglo del Estudio como un solo archivo de audio terminado.

source: Your recorded take, in time.
es: Tu toma grabada, a tiempo.

source: Zoom in
es: Acercar

source: Zoom out
es: Alejar

source: after %@
es: después de %@

source: bars
es: compases

source: beat
es: tiempo

source: beats
es: tiempos

source: beats per minute
es: pulsos por minuto

source: current
es: actual

source: edited %@
es: editada %@

source: full bar
es: compás completo

source: high E
es: Mi agudo

source: iCloud storage is full (quota exceeded).
es: El almacenamiento de iCloud está lleno (cuota superada).

source: iCloud sync
es: Sincronización con iCloud

source: iCloud sync could not be opened, so Suonote started with a local recovery store. Your existing Cloud data was not deleted.
es: No se pudo abrir la sincronización con iCloud, así que Suonote arrancó con un almacenamiento local de recuperación. No se borraron tus datos de la nube.

source: ii - Circle progression
es: ii - Progresión por círculo

source: ii - Pre-dominant
es: ii - Predominante

source: ii - Pre-dominant chain
es: ii - Cadena predominante

source: ii of %@ – sets up V–I into next chord
es: ii de %@: prepara V–I hacia el siguiente acorde

source: iii/III - Mediant color
es: iii/III - Color de mediante

source: ii–V resolution
es: Resolución ii–V

source: iv minor for emotional color
es: iv menor para color emotivo

source: low E
es: Mi grave

source: muted
es: silenciado

source: no count-in
es: sin cuenta previa

source: now
es: ahora

source: off
es: apagado

source: rest
es: silencio

source: section
es: sección

source: song
es: canción

source: take
es: toma

source: to open the section
es: para abrir la sección

source: up to %@ here
es: hasta %@ aquí

source: vi - Deceptive
es: vi - Rota

source: vi/VI - Alternative
es: vi/VI - Alternativa

source: vi/VI - Deceptive cadence
es: vi/VI - Cadencia rota

source: vi/VI - Parallel minor
es: vi/VI - Menor paralelo

source: vi/VI - Relative minor color
es: vi/VI - Color del relativo menor

source: · layer %lld
es: · capa %lld

source: ’50s doo-wop
es: Doo-wop de los ’50

source: ≈ %lld syllables a line
es: ≈ %lld sílabas por línea

source: ♭II (Neapolitan)
es: ♭II (napolitano)

source: ♭VI borrowed from Aeolian
es: ♭VI prestado del eólico

source: ♭VII borrowed from Mixolydian
es: ♭VII prestado del mixolidio
